"STORE_DESCRIPTION" = "VLC para IOS es parte del reproductor de medios gratuito VLC para iPad, Iphone y iPod touch.\nPuede reproducir todas tus peliculas, conciertos y canciones en la mayoria de los formatos directamente sin conversion.\nPermite la sincronizacion del archivo con Dropbox, GDrive, One Drive, Box, iCloud Drive, iTunes, descargas directas y compartir a traves de WIFI,  asi como la transmision desde servidores de medios SMB, FTP, UPnP/DLNA y la web.\nVLC ofrece soporte para subtitulos avanzados incluyendo la compatibilidad total con SSA, multipistas de audio y el control de velocidad del reproductor.\n\nVLC para IOS es completemente libre y es de codigo abierto.";

"STORE_DESCRIPTION_TV" = "el reproductor de medios VLC es gratuito y de codigo abierto, multiplataforma y de reproduccion para multimedios. Reproduce todas sus peliculas, espectaculos y musica en mas formatos directamente sin conversion. Permite transmitir los servicios de la nube (Dropbox, OneDrive, Box), la reproduccion remota de tu Mac o PC a traves de la WEB UI asi como transmision para los servidores de medios SMB, FTP, UPnP/DLNA y la web.\nVLC ofrece soporte para titulos avanzados incluyendo la compatibilidad total SSA, audio multi-pista y control de velocidad de reproduccion.\nVLC para IOS es completamente gratuito y de codigo abierto.\nLos metadatos y la obra de arte son proporcionados por TMDb y el Hatchet, que son la comunidad que mantiene las bases de datos de la pelicula y musica.";

"CHOOSE_AUDIO_TRACK" = "Elegir pista de audio";
"CHOOSE_SUBTITLE_TRACK" = "Elegir pista de subtítulos";
"OPEN_TRACK_PANEL" = "Abrir selección de pista";
"CHOOSE_TITLE" = "Seleccionar Título";
"CHOOSE_CHAPTER" = "Seleccionar Capítulo";
"CHAPTER_SELECTION_TITLE" = "Capítulos";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"MINIMIZE_PLAYBACK_VIEW" = "Minimizar reproducción";
"FULLSCREEN_PLAYBACK" = "Reproducir en pantalla completa";
"TRACK_SELECTION" = "Selección de Pista";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtitulos";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Información multimedia";
"VIDEO_DIMENSIONS" = "Dimensiones de video";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i pistas de audio";
"ONE_AUDIO_TRACK" = "Una pista de audio";
"FORMAT_SPU_TRACKS" = "%i pista de subtítulos";
"ONE_SPU_TRACK" = "Una pista de subtítulos";

"PLAYING_EXTERNALLY_TITLE" = "Televisión conectada";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo se está reproduciendo en la televisión";

"VFILTER_HUE" = "Tono";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brillo";
"VFILTER_SATURATION" = "Saturación";
"VFILTER_GAMMA" = "Gama";

"PREAMP" = "Preamplificar";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Seleccione perfil del ecualizador";

"PLAYBACK_FAILED" = "Reproducción fallida";
"PLEASE_WAIT" = "Por favor espere...";
"AR_CHANGED" = "Proporción de aspecto: %@";
"DEFAULT" = "Predeterminado";
"FILL_TO_SCREEN" = "Ajustar a la pantalla";
"PLAYBACK_SPEED" = "Velocidad de reproducción";
"SPU_DELAY" = "Subtitles delay";
"AUDIO_DELAY" = "Audio delay";
"BUTTON_SLEEP_TIMER" = "Temporizador de apagado";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "¿Continuar reproducción?";
"CONTINUE_PLAYBACK_LONG" = "¿Quieres continuar la reproducción de \"%@\" donde la dejaste?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Atrás";
"BUTTON_EDIT" = "Editar";
"BUTTON_DONE" = "Listo";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Guardar";
"BUTTON_DOWNLOAD" = "Descargar";
"BUTTON_DELETE" = "Eliminar";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Contribuir";
"BUTTON_CONNECT" = "Conectar";
"BUTTON_RENAME" = "Renombrar";
"BUTTON_LEARN_MORE" = "Saber Más";
"BUTTON_LOGOUT" = "Cerrar sesión";
"BUTTON_CONTINUE" = "Continuar";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Reproducción privada";
"SCAN_SUBTITLE_TOGGLE" = "Analizar en buscar de Subtitulos (solo http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Actualizando biblioteca multimedia";
"UNTITLED_SHOW" = "Show sin título";
"UNKNOWN" = "Desconocido";

"OPEN_NETWORK" = "Abrir Emision de Red";
"NETWORK_TITLE" = "Emisión de Red";
"OPEN_NETWORK_HELP" = "Introduzca cualquier dirección HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP para abrir la emisión directamente.";
"ABOUT_APP" = "Acerca de VLC para iOS";
"OPEN_VLC_MENU" = "Abrir el menú lateral";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inactivo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ninguna conexión WiFi activa";
"OPEN_STREAM_OR_DOWNLOAD" = "¿Gustas descargar o reproducir esta URL?";
"SHARED_VLC_IOS_LIBRARY" = "Compartir VLc para Biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidor de Archivos (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Fallo la descarga con HTTP código %i";
"HTTP_FILE_CREATION_FAILED" = "Fallo la Creación del Archivo ";
"HTTP_DOWNLOAD_CANCELLED" = "\nDescarga cancelada por el usuario";

"DOWNLOAD_FROM_HTTP_HELP" = "Introduzca una dirección para descargar el archivo a su %@.";
"DOWNLOAD_FROM_HTTP" = "Descargas";
"ERROR_NUMBER" = "Ha ocurrido el error %i";
"DOWNLOAD_FAILED" = "La descarga falló";
"FILE_NOT_SUPPORTED" = "Formato de archivo no soportado";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Esquema de dirección no soportado";
"SCHEME_NOT_SUPPORTED_LONG" = "El esquema de dirección (%@) no es soportado. Por favor usa una dirección que comience con HTTP, HTTPS o FTP.";
"LIBRARY_ALL_FILES" = "Todos los archivos";
"LIBRARY_MUSIC" = "Álbumes de música";
"LIBRARY_SERIES" = "Espectáculos de TV ";
"LIBRARY_TRACKS" = "%i pistas";
"LIBRARY_SINGLE_TRACK" = "%i pista";
"LIBRARY_EPISODES" = "%i capítulos, %i sin ver";
"LIBRARY_SINGLE_EPISODE" = "%i capítulo, %i sin ver";
"LIBRARY_TRACK_N" = "Pista %i";
"LIBRARY_MINUTES_LEFT" = "quedan %@m";
"RENAME_MEDIA_TO" = "Da nuevo nombre para %@";

"FOLDER_EMPTY" = "Vaciar Carpeta";
"FOLDER_EMPTY_LONG" = "Para agregar archivos pulsa Editar, elige los archivos que quieres, clic en el botón-carpeta y selecciona esta carpeta.";
"FOLDER_INVALID_TYPE_TITLE" = "Tipos de archivo inválidos";
"FOLDER_INVALID_TYPE_MESSAGE" = "Solo puedes tomar dos archivos para formar una carpeta o agregar un solo archivo a una carpeta existente.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nueva carpeta.";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Dale un título a tu carpeta";
"FOLDER_NAME_PLACEHOLDER" = "Titulo de Carpeta";
"FOLDER_NAME_DUPLICATE_TITLE" = "El título existe";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Por favor elige un título distinto";
"SELECT_FOLDER" = "Selecciona una Carpeta";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Seleccionar un archivo para abrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Abrir en...";
"SHARING_ERROR_NO_FILES" = "No se encontró ningún archivo para compartir";
"SHARING_ERROR_NO_APPLICATIONS" = "No se encontró ninguna aplicación para abrir este tipo de archivo";
"SHARING_SUCCESS_CAMERA_ROLL" = "El archivo fue guardado exitosamente en Camera Roll";

"SECTION_HEADER_LIBRARY" = "Biblioteca multimedia";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Red";

"LOCAL_NETWORK" = "Red local";
"CONNECT_TO_SERVER" = "Conectar al servidor";
"USER_LABEL" = "Usuario";
"PASSWORD_LABEL" = "Contraseña";
"DISABLE_LABEL" = "Deshabilitar";
"BUTTON_ANONYMOUS_LOGIN" = "Acceso anónimo";

"LOCAL_SERVER_REFRESH" = "Actualizar";
"LOCAL_SERVER_LAST_UPDATE" = "Ultima Actualización %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "FALLÓ LA CONEXIÓN CON SERVIDOR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Por favor revisa tu dirección de servidor y credenciales.";

"CLOUD_SERVICES" = "Servicios en la nube";
"LOGIN" = "Iniciar sesión";
"LOGGED_IN" = "Conectado";

"DROPBOX_DOWNLOAD" = "¿Descargar archivo?";
"DROPBOX_DL_LONG" = "¿Quiere descargar «%@» en su %@?";
"DROPBOX_LOGIN" = "Iniciar sesión";

"GDRIVE_ERROR_FETCHING_FILES" = "Error al buscar los archivos";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Su archivo se ha descargado correctamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "EXITO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ha ocurrido un error durante la descarga";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERROR";

"DISK_FULL" = "Límite de almacenamiento alcanzado";
"DISK_FULL_FORMAT" = "%@ no puede ser almacenado en tu %@, porque no tienes suficiente espacio de almacenamiento disponible.";

"NUM_OF_FILES" = "%i archivos";
"ONE_FILE" = "1 archivo";
"NO_FILES" = "No hay archivos soportados";
"DOWNLOADING" = "Descargando...";
"REMAINING_TIME" = "Tiempo restante: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Preferencias"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Activar";
"OFF" = "Desactivar";

"EMPTY_LIBRARY" = "Biblioteca multimedia vacía";
"EMPTY_LIBRARY_LONG" = "Para reproducir, puedes emitir medios desde un servidor en tu red local, desde la nube o sincronizar medios a tu aparato usando iTunes, carga WiFi o servicios de nube.";

"PLAYBACK_SCRUB_HELP" = "Deslice el dedo hacia abajo para ajustar la velocidad de «scrubbing».";
"PLAYBACK_SCRUB_HIGH" = "Velocidad alta";
"PLAYBACK_SCRUB_HALF" = "Velocidad media";
"PLAYBACK_SCRUB_QUARTER" = "Velocidad lenta";
"PLAYBACK_SCRUB_FINE" = "Velocidad de precisión";
"PLAYBACK_POSITION" = "Posición de reproducción";
"VIDEO_FILTER" = "Filtros de vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Restablecer filtros de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Cambiar relación de aspecto del vídeo";
"PLAY_PAUSE_BUTTON" = "Reproducir o pausar reproducción actual";
"BWD_BUTTON" = "Retroceder";
"FWD_BUTTON" = "Avanzar";
"PLAY_BUTTON" = "Reproducir";
"PAUSE_BUTTON" = "Pausar";
"PLAY_ALL_BUTTON" = "Reproducir todo";

"VERSION_FORMAT" = "Versión: %@";
"BASED_ON_FORMAT" = "Basado en:<br />%@";

"NEW" = "NUEVO";

"BUG_REPORT_TITLE" = "Informar de un error";
"BUG_REPORT_MESSAGE" = "¿Desea crear un informe de fallo?";
"BUG_REPORT_BUTTON" = "Abrir Safari";

"VO_VIDEOPLAYER_TITLE" = "Reproductor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Presione dos veces la pantalla para mostrar u ocultar los controles de reproducción";

"FIRST_STEPS_WELCOME" = "Bienvenido";
"FIRST_STEPS_WELCOME_DETAIL" = "Primeros pasos para Sincronizar y Reproducir Tus Medios.";
"FIRST_STEPS_ITUNES" = "Sincronización de archivos iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Conecta tu %@ a tu Mac o PC usando el cable.\nAbre iTunes.\nSelecciona tu %@.\nSelecciona la pestaña \"Apps\", desliza hacia abajo y busca \"VLC\".\nTransfiere tus archivos.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Conecta tu %@ a la misma red que tu Mac o PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Activa el interruptor en la barra lateral, introduce la URL en el navegador y carga tus archivos.";
"FIRST_STEPS_CLOUDS" = "Nubes";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Carga tus archivos a Google Drive o Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Abre la barra lateral para seleccionar tu proveedor en la nube y accede a tus archivos para descarga o emisión.";
"FIRST_STEPS_PLAYBACK" = "Reproducción";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tiempo";
"FIRST_STEPS_ASPECT" = "Proporción de aspecto";
"FIRST_STEPS_SPEED" = "Velocidad";
"FIRST_STEPS_REPEAT" = "Repetir";
"FIRST_STEPS_SUBTITLES" = "Pista de Subtítulos";
"FIRST_STEPS_AUDIO" = "Pista de Audio";
"FIRST_STEPS_POSITION" = "Posición";

"PLEX_CHECK_ACCOUNT" = "Verificar tu cuenta Plex en configuraciones";
"PLEX_ERROR_ACCOUNT" = "Error al inicia sesión en Plex";

"UNAUTHORIZED" = "No autorizado";

"SERVER" = "Servidor";
"SERVER_PORT" = "Puerto";
"NO_SERVER_FOUND" = "No se encontró servidor";
"NO_RECENT_STREAMS" = "No se ha reproducido recientemente";

"WEBINTF_TITLE" = "Compartiendo vía WiFi";
"WEBINTF_DROPFILES" = "Drop Files";
"WEBINTF_DROPFILES_LONG" = "Drop files in the window to add them to your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES" = "Descargar Archivos";
"WEBINTF_DOWNLOADFILES_LONG" = "Solo selecciona el archivo que desees bajar de tu %@";
"WEBINTF_TITLE_ATV" = "Reproducción Remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Descarta archivos en la ventana para agregar a tu %@.\nO haz clic en el botón \"+\" para utilizar el cuadro de diálogo de selección de archivos.";
"WEBINTF_URL_SENT" = "URL enviada satisfactoriamente.";
"WEBINTF_URL_EMPTY" = "La URL no puede ser vacia.";
"WEBINTF_URL_INVALID" = "No es una URL válida.";


"NOW_PLAYING" = "Reproduciendo ahora";
"PLAY_NOW" = "Reproducir ahora ";
"PLAYING" = "Reproduciendo";
"DETAIL" = "Detalle";

"VOLUME" = "Volumen";
"DURATION" = "Duración";
"TITLE" = "Título";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%Id minutos restantes";
"%ld minutes" = "%Id minutos";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%Id segundos restantes";
"%ld seconds" = "%Id segundos";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Show";
"OBJECT_TYPE_SHOW_EPISODE" = "Mostrar episodio";
"OBJECT_TYPE_LABEL" = "Carpeta";
"OBJECT_TYPE_ALBUM" = "Álbum";
"OBJECT_TYPE_ALBUM_TRACK" = "Pista de álbum";
"OBJECT_TYPE_FILE" = "Archivo";
"OBJECT_TYPE_FILE_AUDIO" = "Archivo de audio";

"NOT_CONNECTED_TO_PHONE_TITLE" = "No está conectado al iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Por favor conecte su iPhone para realizar acciones de control remoto";

"LONGPRESS_TO_STOP" = "Mantén presionado para detener la reproducción.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "Para accesar a los servicios en la nube, inicia sesión en iCloud en esta Apple TV y en un dispositivo iOS con el mismo Apple ID y habilita \"Compartir Llavero\" en \"Configuracion\" \nDespues, inicia sesion en el proveedor de servicios en la nube de tu eleccion usando la applicacion de VCl en tu dispositivo iOS. Finalmente, seleccionalo en esta pantalla";
"ENTER_URL" = "Ingrese URL para reproducir";
"HTTP_SERVER_ON" = "Deshabilitar Reproducción Remota";
"HTTP_SERVER_OFF" = "Habilitar Reproducción Remota";
"CACHED_MEDIA" = "Caché ";
"CACHED_MEDIA_LONG" = "La informacion mostrada aqui se guarda automaticamente en tu Apple TV. Los contenidos pueden ser removidos por el sistema operativo sin notificacion cuando VCl no se esta ejecutando en caso de que tu dispositivo se quede sin espacio de almacenamiento";
"DOWNLOAD_SUBS_FROM_OSO" = "Descargar subtítulos de OpenSubtitles.org...";
"FOUND_SUBS" = "Encontrar subtitulos";
"USE_SPDIF" = "Usar Pass-through (S/PDIF)";

"PLAYBACK" = "Reproducción";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Desactivado";
"REPEAT_SINGLE" = "Simple";
"REPEAT_FOLDER" = "Carpeta";

// Local Network Service Names
"UPNP_LONG" = "Plug&Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Servidor multimedia Plex (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Protocolo de transferencia de archivos (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Presiona %@ para Borrar"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protocolo no seleccionado";
"Settings" = "Preferencias";
"ERROR" = "Error";
"OK" = "Ok";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
/* VLC */
"CHOOSE_AUDIO_TRACK"="Elegir pista de audio";
"CHOOSE_SUBTITLE_TRACK"="Elegir pista de subtítulos";

"PLAYING_EXTERNALLY_TITLE"="TV conectada";
"PLAYING_EXTERNALLY_DESC"="Este vídeo se está reproduciendo en la TV";

"VFILTER_HUE"="Tono";
"VFILTER_CONTRAST"="Contraste";
"VFILTER_BRIGHTNESS"="Brillo";
"VFILTER_SATURATION"="Saturación";
"VFILTER_GAMMA"="Gama";

"PLAYBACK_FAILED"="Reproducción fallida";
"AR_CHANGED"="Proporción de aspecto: %@";
"DEFAULT"="Predeterminado";
"FILL_TO_SCREEN"="Ajustar a la pantalla";
"DEVICE_TOOSLOW_TITLE"="El dispositivo es demasiado lento";
"DEVICE_TOOSLOW"="Su %@ es probablemente demasiado lento para reproducir «%@». ¿Abrir de todas maneras?";
"PLAYBACK_SPEED"="Velocidad de reproducción";

"BUTTON_EDIT"="Editar";
"BUTTON_DONE"="Listo";
"BUTTON_OPEN"="Abrir";
"BUTTON_PLAY"="Reproducir";
"BUTTON_CANCEL"="Cancelar";
"BUTTON_SAVE"="Guardar";
"BUTTON_DOWNLOAD"="Descargar";
"BUTTON_DELETE"="Eliminar";
"BUTTON_OK"="Aceptar";
"BUTTON_NEXT"="Siguiente";
"BUTTON_CONTRIBUTE"="Contribuir";
"BUTTON_BACK"="Atrás";
"BUTTON_CONNECT"="Conectar";
"BUTTON_REPEAT"="Repetir";
"BUTTON_RENAME"="Renombrar";
"BUTTON_LEARN_MORE"="Aprender más";
"PRIVATE_PLAYBACK_TOGGLE"="Reproducción privada";
"SCAN_SUBTITLE_TOGGLE"="Escanear subtítulos (solo sobre http)";

"UPGRADING_LIBRARY"="Actualizando biblioteca multimedia";
"UNTITLED_SHOW"="Programa sin nombre";

"OPEN_NETWORK"="Abrir ubicación de red";
"NETWORK_TITLE"="Volcado de red";
"OPEN_NETWORK_HELP"="Introduzca una dirección HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP para abrir el flujo directamente.";
"ABOUT_APP"="Acerca de VLC para iOS";
"OPEN_VLC_MENU"="Abrir el menú lateral";
"HTTP_UPLOAD_SERVER_OFF"="Servidor inactivo";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Ninguna conexión WiFi activa";
"OPEN_STREAM_OR_DOWNLOAD"="¿Quiere descargar o reproducir esta URL?";

"HTTP_DOWNLOAD_FAILED"="La descarga ha fallado con el código HTTP %i";
"HTTP_FILE_CREATION_FAILED"="La creación del archivo ha fallado";
"HTTP_DOWNLOAD_CANCELLED"="Descarga cancelada por el usuario";

"DOWNLOAD_FROM_HTTP_HELP"="Introduzca una dirección para descargar el archivo a su %@.";
"DOWNLOAD_FROM_HTTP"="Descargas";
"ERROR_NUMBER"="Ha ocurrido el error %i";
"DOWNLOAD_FAILED"="La descarga falló";
"FILE_NOT_SUPPORTED"="Formato de archivo no soportado";
"FILE_NOT_SUPPORTED_LONG"="El formato de archivo usado por %@ no está soportado por esta versión de VLC para iOS.";
"SCHEME_NOT_SUPPORTED"="Protocolo de dirección no soportado";
"SCHEME_NOT_SUPPORTED_LONG"="El protocolo de la dirección (%@) no está soportado. Use una dirección que empiece por HTTP, HTTPS o FTP.";
"LIBRARY_ALL_FILES"="Todos los archivos";
"LIBRARY_MUSIC"="Álbumes de música";
"LIBRARY_SERIES"="Programas de TV";
"LIBRARY_TRACKS"="%i pistas";
"LIBRARY_SINGLE_TRACK"="%i pista";
"LIBRARY_EPISODES"="%i capítulos, %i sin ver";
"LIBRARY_SINGLE_EPISODE"="%i capítulo, %i sin ver";
"LIBRARY_TRACK_N"="Pista %i";
"LIBRARY_MINUTES_LEFT"="quedan %@m";
"RENAME_MEDIA_TO"="Introduzca un nuevo nombre para %@";

"FOLDER_EMPTY"="Carpeta vacía";
"FOLDER_EMPTY_LONG"="Para añadir archivos pulse el botón Editar, seleccione los archivos, haga clic en el botón carpeta y seleccione esta carpeta.";
"FOLDER_INVALID_TYPE_TITLE"="Tipos de archivos inválidos";
"FOLDER_INVALID_TYPE_MESSAGE"="Solo puede usar dos archivos para formar una carpeta o añadir un archivo a una carpeta existente.";
"FOLDER_CHOOSE_NAME_TITLE"="Nueva carpeta";
"FOLDER_CHOOSE_NAME_MESSAGE"="Introduzca un título para su carpeta";
"FOLDER_NAME_PLACEHOLDER"="Título de carpeta";
"FOLDER_NAME_DUPLICATE_TITLE"="El título ya existe";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Seleccione un título diferente";
"SELECT_FOLDER"="Seleccione una carpeta";

"SECTION_HEADER_LIBRARY"="Biblioteca multimedia";
"SECTION_HEADER_NETWORK"="Red";

"LOCAL_NETWORK"="Red local";
"CONNECT_TO_SERVER"="Conectar al servidor";
"ENTER_SERVER_ADDRESS_HELP"="Introduzca la IP o el nombre del servidor al que quiere conectarte.";
"ENTER_SERVER_CREDS_HELP"="Si es requerido por el servidor, introduzca el nombre de usuario y contraseña.";
"USER_LABEL"="Usuario";
"PASSWORD_LABEL"="Contraseña";

"LOCAL_SERVER_REFRESH"="Actualizar";
"LOCAL_SERVER_LAST_UPDATE"="Última actualización el %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="La conexión con el servidor falló";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Compruebe su dirección del servidor y las credenciales";

"DROPBOX_DOWNLOAD"="¿Descargar archivo?";
"DROPBOX_DL_LONG"="¿Desea descargar «%@» en su %@?";
"DROPBOX_LOGIN"="Iniciar sesión";
"CLOUDUNLINKING"="¿Desea desvincular VLC para iOS de su cuenta %@?";
"CLOUDUNLINKING_DONE"="VLC ha sido desvinculado de la cuenta %@. Puede volver a iniciar sesión de nuevo.";
"BUTTON_CLOUDUNLINKING"="Desvincular";
"SETTINGS_UNLINK_DROPBOX"="Desvincular de Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Desvincular de Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Se ha producido un error mientras se obtenían archivos";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Su archivo ha sido descargado correctamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="Correcto";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Se ha producido un error mientras se descargaba";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="Error";

"NUM_OF_FILES"="%i archivos";
"ONE_FILE"="1 archivo";
"NO_FILES"="No hay archivos soportados";
"DOWNLOADING"="Descargando...";
"REMAINING_TIME"= "Tiempo restante: %@";
"ENTER_PASSCODE"="Escriba su contraseña";
"REENTER_PASSCODE"="Reescriba su contraseña";
"PASSCODE_SET"="Establecer contraseña";
"PASSCODE_CHANGE"="Cambiar contraseña";
"PASSCODE_ENTER_OLD"="Escriba su antigua contraseña";
"PASSCODE_ENTER_NEW"="Escriba su nueva contraseña";
"PASSCODE_REENTER_NEW"="Rescriba su nueva contraseña";
"PASSCODES_DID_NOT_MATCH"="Las contraseñas no coinciden. Pruebe de nuevo. ";
"PASSCODE_FAILED_1"="1 intento fallido";
"PASSCODE_FAILED_FORMAT"="%d intentos fallidos";

"Settings"="Preferencias"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Biblioteca multimedia vacía";
"EMPTY_LIBRARY_LONG"="Para reproducir, puede emitir medios desde un servidor de su red local, desde la nube o sincronizar medios a su dispositivo usando iTunes, WiFi o servicios en la nube.";

"PLAYBACK_SCRUB_HELP"="Deslice el dedo hacia abajo para ajustar la velocidad de «scrubbing».";
"PLAYBACK_SCRUB_HIGH"="Velocidad alta";
"PLAYBACK_SCRUB_HALF"="Velocidad media";
"PLAYBACK_SCRUB_QUARTER"="Velocidad lenta";
"PLAYBACK_SCRUB_FINE"="Velocidad de precisión";
"PLAYBACK_POSITION"="Posición de reproducción";
"VIDEO_FILTER"="Filtros de vídeo";
"VIDEO_FILTER_RESET_BUTTON"="Restablecer filtros de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON"="Cambiar relación de aspecto del vídeo";
"PLAY_PAUSE_BUTTON"="Reproducir o pausar reproducción actual";
"BWD_BUTTON"="Retroceder";
"FWD_BUTTON"="Avanzar";

"VERSION_FORMAT"="Versión: %@";
"BASED_ON_FORMAT"="Basado en:<br />%@";

"NEW"="NUEVO";

"BUG_REPORT_TITLE"="Informar de un error";
"BUG_REPORT_MESSAGE"="¿Desea crear un informe de fallo?";
"BUG_REPORT_BUTTON"="Abrir Safari";

"VO_VIDEOPLAYER_TITLE"="Reproductor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP"="Presione dos veces la pantalla para mostrar u ocultar los controles de reproducción";

"FIRST_STEPS_WELCOME"="Bienvenid@";
"FIRST_STEPS_WELCOME_DETAIL"="Primeros pasos para sincronizar y reproducir sus archivos multimedia.";
"FIRST_STEPS_ITUNES"="Sincronización de archivos via iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Conecte su %@ a su Mac o PC usando el cable.\nAbra iTunes.\nSeleccione su %@.\nCambie a la pestaña Apps, desplácese abajo y busque VLC.\nTransfiera sus archivos.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Conecte su %@ a la misma red que su Mac o PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Cambie el pulsador en la barra lateral, introduzca la URL en el navegador web y suba sus archivos.";
"FIRST_STEPS_CLOUDS"="Nubes";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Suba sus archivos multimedia a Google Drive o Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Abra la barra lateral para seleccionar su proveedor de nube y acceda a sus archivos multimedia para descargar o emitir.";
"FIRST_STEPS_PLAYBACK"="Reproducción";
"FIRST_STEPS_FLOSS"="RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME"="Tiempo";
"FIRST_STEPS_ASPECT"="Proporción";
"FIRST_STEPS_SPEED"="Velocidad";
"FIRST_STEPS_REPEAT"="Repetir";
"FIRST_STEPS_SUBTITLES"="Pistas de subtítulos";
"FIRST_STEPS_AUDIO"="Pistas de audio";
"FIRST_STEPS_VOLUME"="Volumen";
"FIRST_STEPS_POSITION"="Posición";

"PLEX_WATCHED"="Marcar como visto";
"PLEX_UNWATCHED"="Marcar como no visto";
"PLEX_ERROR_MARK"="Error marcando medio";

"WEBINTF_TITLE"="Compartir mediante WiFi";
"WEBINTF_DROPFILES"="Dejar caer archivos";
"WEBINTF_DROPFILES_LONG"="Dejar caer archivos en la ventana para añadirlos a su dispositivo iOS.<br>O haga clic en el botón «+» para usar el diálogo de selección de archivos.";
"WEBINTF_DOWNLOADFILES"="Descargar archivos";
"WEBINTF_DOWNLOADFILES_LONG"="Haga clic en el archivo que desee descargar de su dispositivo iOS.";

"SETTINGS_NETWORK_CACHING_TITLE"="VLC Nivel de caché de red";
"SETTINGS_DEINTERLACE"="VLC Desentrelazado";

/** VLC END **/

/* .. in settings screen */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Active Subscriptions" = "Conexiones Activas";

/* No comment provided by engineer. */
"Adapters" = "Adaptadores";

/* .. in settings screen */
"Add New TVHeadend" = "Añadir Nuevo TVHeadend";

/* Title 2 in settings screen */
"Advanced Settings" = "Opciones Avanzadas";
"Advanced Options" = "Opciones Avanzadas";

/* No comment provided by engineer. */
"All Channels" = "Todos los Canales";

/* .. in settings screen */
"Anonymous Statistics" = "Estadisticas Anónimas";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "¿Está seguro de borrar la grabación?";

/* ..in Settings server edit */
"Authentication" = "Autenticación";

/* .. in settings screen */
"Auto Start Polling" = "Inicio Automático del Polling";

/* .. in settings screen */
"by Name" = "por Nombre";

/* .. in settings screen */
"by Number" = "por Número";

/* .. in settings screen */
"Cache Data" = "Cache de Datos";

/* .. in settings screen */
"Cache Data for" = "Cache de Datos por";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Channel" = "Canal";

/* No comment provided by engineer. */
"Channels" = "Canales";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copiar al Portapapeles";

/* No comment provided by engineer. */
"Custom Player" = "Reproductor Personalizado";

/* .. in settings screen */
"Custom Player URL" = "Reproductor Personalizado para URL";

/* No comment provided by engineer. */
"Dvr Config" = "Configuración DVR";

/* No comment provided by engineer. */
"Genre" = "Género";

/* .. in settings screen */
"Licenses" = "Licencias";

/* .. in settings screen */
"minutes" = "minutos";

/* ..in Settings server edit */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Network Error" = "Error de Red";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No active subscriptions." = "Sin conexiones activas.";

/* No comment provided by engineer. */
"No adapters found." = "Ningun adaptador presente.";

/* No comment provided by engineer. */
"No auto recordings found." = "No hay grabaciones automáticas.";

/* No comment provided by engineer. */
"No more programs available." = "No hay mas programas disponibles.";

/* No comment provided by engineer. */
"No recordings found." = "Ninguna grabación encontrada.";

/* .. in settings screen */
"Order Channels" = "Ordenar Canales";

/* ..in Settings server edit */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Play Dvr File" = "Reproducir grabación";

/* No comment provided by engineer. */
"Playback" = "Reproducción";

/* ..in Settings server edit */
"Port" = "Puerto";

/* No comment provided by engineer. */
"Priority" = "Prioridad";

/* No comment provided by engineer. */
"Remove recording" = "Eliminar grabación";

/* ..in Settings server edit */
"Server Address" = "Dirección IP Servidor";
"Address" = "Dirección";
"Use HTTPS" = "Usar HTTPS";
"Web Root" = "Web Root";

/* ..in Settings server edit */
"SSH Password" = "Contraseña SSH";

/* ..in Settings server edit */
"SSH Port" = "Puerto SSH";

/* ..in Settings server edit */
"SSH Port Forward" = "Redirección Puerto SSH";

/* ..in Settings server edit */
"SSH Username" = "Usuario SSH";

/* Auto rec edit - start around */
"Start Around" = "Comenzar";

/* No comment provided by engineer. */
"Stream Channel" = "Emitir Canal";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Grabación automática añadida con éxito.";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Grabación añadida con éxito.";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Grabación cancelada.";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Grabación automática eliminada.";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Grabación eliminada.";

/* .. in settings screen */
"Support" = "Soporte";

/* No comment provided by engineer. */
"Tag" = "Marca";

/* No comment provided by engineer. */
"Time" = "Tiempo";

/* .. in settings screen */
"TVHeadend Server" = "Servidor TVHeadend";

/* ..in Settings server edit */
"TVHeadend Server Details" = "Detalles Servidor TVHeadend";

/* Title 1 in settings screen */
"TVHeadend Servers" = "Servidores TVHeadend";

"Play" = "Reproducir";
"Remove" = "Borrar";
"Close" = "Cerrar";

/* ..in Settings server edit */
"Username" = "Usuario";
"Draw Image Border" = "Dibujar marco en logo";
"Transcode Resolution" = "Resolución de Transcodificación";
"Transcode Settings" = "Opciones de Transcodificación";
"Transcode Video Codec" = "Codec de Video para Transcodificación";
"Transcode Sound Codec" = "Codec de Sonido para Transcodificación";
"Transcode Mux" = "Transcodificación del Mux";
"Choose Video Codec (default: H264, PASS = Passthrough, NONE = Removed)" = "Elija Codec de Video (por defecto: H264, PASS = Passthrough, NONE = No presente en url)";
"Choose Sound Codec (default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3" = "Elija Codec de Sonido (por defecto: AAC, PASS = Passthrough, NONE = No presente en url). El  Codec de sonido también afecta al Reproductor Interno, use solo AAC o MP3";
"Choose Mux container (default: NONE, PASS = Passthrough, NONE = Removed)" = "Elija contenedor del Mux (por defecto: NONE, PASS = Passthrough, NONE = No presente en url)";
"Right Panel" = "Panel Derecho";
"Website Address in Status" = "Dirección web en panel de Estado";
"Dynamic based on screen" = "Dinámico, basado en pantalla";
"Show Status" = "Mostrar pantalla de Estado";
"Show Log" = "Mostrar Log";
"None" = "Ninguno";

/* No comment provided by engineer. */
"Weekdays" = "Dias de la Semana";

/* No comment provided by engineer. */
"Yes" = "Si";

"Record" = "Grabar";
"AutoRec" = "Grabación Automática";
"Episode" = "Episodio";
"Description" = "Descripción";
"Creator" = "Realizado por";
"Scheduled State" = "Estado de la programación";

/* segments for recordings screen */
"Upcoming" = "Programadas";
"Completed" = "Finalizadas";
"Failed" = "Sin completar";
"AutoRec" = "Automáticas";

/* segments for detail program */
"Details" = "Detalles";
"See Again" = "Ver de nuevo";

"Recordings" = "Grabaciones";
"Now" = "Ahora";
"Now in" = "Ahora en";
"Status" = "Estado";
"Log" = "Registro";
"Settings" = "Configuración";
"Support Me" = "Ayuda";
"Search Program Title" = "Buscar Título Programa";
"File Size" = "Tamaño Archivo";

"POLLING_MESSAGE" = "Al desactivar el Polling, se desactivará la pantalla de estado, registros  y todas los refrescos de datos. Puede activar / desactivar el polling al iniciar la aplicación en el botón superior derecho de la pantalla de estado. Más información en FAQ.";
"Content Type" = "Tipo de Contenido";
"Not Available" = "No Disponible";

"Today" = "Hoy";
"Tomorrow" = "Mañana";
"Yesterday" = "Ayer";

"Stream Channel" = "Emitir Canal";
"Play Dvr File" = "Reproducir Grabación";
"Transcode" = "Transcodificar";
"Internal Player" = "Reproductor Interno";
"Currently playing"="Currently playing";
